Repository: Evil-Project/Twinskaraoke
Catalog: TwinskaraokeShared/Localization/Localizable.xcstrings
Source language: en
Languages: de, fi, fr, ja, uk, zh_hans, zh_hant

source: Lyrics will appear here when they are available.
de: Liedtexte erscheinen hier, sobald sie verfügbar sind.
fi: Sanoitukset näkyvät täällä, kun ne ovat saatavilla.
fr: Les paroles apparaîtront ici dès qu’elles seront disponibles.
ja: 歌詞が利用可能になるとここに表示されます。
uk: Текст з’явиться тут, щойно стане доступним.
zh_hans: 歌词可用时会显示在这里。
zh_hant: 歌詞可用時會顯示在這裡。

source: Made for You
de: Für dich
fi: Sinulle
fr: Pour vous
ja: あなたへのおすすめ
uk: Для вас
zh_hans: 为你推荐
zh_hant: 為你推薦

source: Medium
de: Mittel
fi: Keskitaso
fr: Moyen
ja: 中
uk: Середня
zh_hans: 中
zh_hant: 中

source: More
de: Mehr
fi: Lisää
fr: Plus
ja: その他
uk: Більше
zh_hans: 更多
zh_hant: 更多

source: More actions
de: Weitere Aktionen
fi: Lisää toimintoja
fr: Plus d’actions
ja: その他の操作
uk: Інші дії
zh_hans: 更多操作
zh_hant: 更多操作

source: More Actions
de: Weitere Aktionen
fi: Lisää toimintoja
fr: Plus d’actions
ja: その他の操作
uk: Інші дії
zh_hans: 更多操作
zh_hant: 更多操作

source: More Library Actions
de: Weitere Mediathek-Aktionen
fi: Lisää kirjastotoimintoja
fr: Autres actions de la bibliothèque
ja: ライブラリのその他の操作
uk: Інші дії медіатеки
zh_hans: 更多资料库操作
zh_hant: 更多資料庫操作

source: More to Explore
de: Mehr entdecken
fi: Lisää tutkittavaa
fr: À découvrir aussi
ja: もっと探す
uk: Більше для огляду
zh_hans: 更多发现
zh_hant: 更多探索

source: More Watchalongs
de: Weitere Watchalongs
fi: Lisää watchalongeja
fr: Plus de watchalongs
ja: その他のウォッチアロング
uk: Більше спільних переглядів
zh_hans: 更多一起看
zh_hant: 更多一起看

source: Motion
de: Bewegung
fi: Liike
fr: Animations
ja: モーション
uk: Рух
zh_hans: 动效
zh_hant: 動效

source: Music
de: Musik
fi: Musiikki
fr: Musique
ja: ミュージック
uk: Музика
zh_hans: 音乐
zh_hant: 音樂

source: Music Cache
de: Musikcache
fi: Musiikkivälimuisti
fr: Cache musical
ja: 音楽キャッシュ
uk: Кеш музики
zh_hans: 音乐缓存
zh_hant: 音樂快取

source: Network
de: Netzwerk
fi: Verkko
fr: Réseau
ja: ネットワーク
uk: Мережа
zh_hans: 网络
zh_hant: 網路

source: New
de: Neu
fi: Uutta
fr: Nouveautés
ja: 新着
uk: Нове
zh_hans: 最新
zh_hant: 最新

source: New & Recent
de: Neu & aktuell
fi: Uudet ja tuoreet
fr: Nouveautés et récents
ja: 新着と最近
uk: Нове й нещодавнє
zh_hans: 最新与近期
zh_hant: 最新與近期

source: New Code
de: Neuer Code
fi: Uusi koodi
fr: Nouveau code
ja: 新しいコード
uk: Новий код
zh_hans: 新代码
zh_hant: 新代碼

source: New cover art and artist galleries will appear here.
de: Neue Cover-Art und Künstlergalerien erscheinen hier.
fi: Uudet kansikuvat ja taiteilijagalleriat näkyvät täällä.
fr: Les nouvelles illustrations et galeries d’artistes apparaîtront ici.
ja: 新しいカバーアートとアーティストギャラリーがここに表示されます。
uk: Нові обкладинки та галереї художників з’являться тут.
zh_hans: 新的封面作品和艺术家图库会显示在这里。
zh_hant: 新的封面作品和藝術家圖庫會顯示在這裡。

source: New Music
de: Neue Musik
fi: Uutta musiikkia
fr: Nouvelle musique
ja: 新しい音楽
uk: Нова музика
zh_hans: 新音乐
zh_hant: 新音樂

source: New Playlist
de: Neue Playlist
fi: Uusi soittolista
fr: Nouvelle playlist
ja: 新規プレイリスト
uk: Новий плейлист
zh_hans: 新建歌单
zh_hant: 新建歌單

source: New private playlist
de: Neue private Playlist
fi: Uusi yksityinen soittolista
fr: Nouvelle playlist privée
ja: 新規非公開プレイリスト
uk: Новий приватний плейлист
zh_hans: 新建私密歌单
zh_hant: 新增不公開歌單

source: New Releases
de: Neuerscheinungen
fi: Uutuudet
fr: Nouveautés
ja: 新着リリース
uk: Нові релізи
zh_hans: 新发行
zh_hant: 新發行

source: New Songs
de: Neue Songs
fi: Uudet kappaleet
fr: Nouveaux titres
ja: 新しい曲
uk: Нові пісні
zh_hans: 新歌
zh_hant: 新歌

source: New songs appear as the library updates
de: Neue Songs erscheinen, wenn die Mediathek aktualisiert wird
fi: Uudet kappaleet näkyvät, kun kirjasto päivittyy
fr: Les nouveaux titres apparaissent à la mise à jour du catalogue
ja: ライブラリが更新されると新しい曲が表示されます
uk: Нові пісні з’являються, коли оновлюється медіатека
zh_hans: 曲库更新后会显示新歌
zh_hant: 曲庫更新後會顯示新歌

source: New This Week
de: Neu diese Woche
fi: Uutta tällä viikolla
fr: Nouveau cette semaine
ja: 今週の新着
uk: Нове цього тижня
zh_hans: 本周新歌
zh_hant: 本週新歌

source: New Tracks
de: Neue Titel
fi: Uudet kappaleet
fr: Nouveaux morceaux
ja: 新しいトラック
uk: Нові треки
zh_hans: 新曲目
zh_hant: 新曲目

source: New uploads from the Twinskaraoke feed appear here.
de: Neue Uploads aus dem Twinskaraoke-Feed erscheinen hier.
fi: Uudet lataukset Twinskaraoke-syötteestä näkyvät täällä.
fr: Les nouvelles vidéos du flux Twinskaraoke apparaîtront ici.
ja: Twinskaraokeフィードの新しいアップロードがここに表示されます。
uk: Нові завантаження зі стрічки Twinskaraoke з’являться тут.
zh_hans: Twinskaraoke 动态中的新上传内容会显示在这里。
zh_hant: Twinskaraoke 動態中的新上傳內容會顯示在這裡。

source: Next
de: Nächster
fi: Seuraava
fr: Suivant
ja: 次へ
uk: Наступна
zh_hans: 下一首
zh_hant: 下一首

source: NEXT
de: ALS NÄCHSTES
fi: SEURAAVAKSI
fr: À SUIVRE
ja: 次
uk: ДАЛІ
zh_hans: 下一首
zh_hant: 下一首

source: Next Badge
de: Nächstes Abzeichen
fi: Seuraava merkki
fr: Prochain badge
ja: 次のバッジ
uk: Наступний значок
zh_hans: 下一个徽章
zh_hant: 下一個徽章

source: Next track
de: Nächster Titel
fi: Seuraava kappale
fr: Titre suivant
ja: 次のトラック
uk: Наступний трек
zh_hans: 下一首
zh_hant: 下一首

source: Next Track
de: Nächster Titel
fi: Seuraava kappale
fr: Titre suivant
ja: 次のトラック
uk: Наступний трек
zh_hans: 下一首
zh_hant: 下一首

source: No Artists
de: Keine Künstler
fi: Ei artisteja
fr: Aucun artiste
ja: アーティストなし
uk: Немає виконавців
zh_hans: 没有艺人
zh_hant: 沒有藝人

source: No Artwork Yet
de: Noch kein Artwork
fi: Ei vielä teoksia
fr: Aucune œuvre pour l’instant
ja: まだ作品がありません
uk: Ще немає робіт
zh_hans: 还没有作品
zh_hant: 還沒有作品

source: No Badges Yet
de: Noch keine Abzeichen
fi: Ei vielä merkkejä
fr: Aucun badge pour l’instant
ja: まだバッジがありません
uk: Ще немає значків
zh_hans: 还没有徽章
zh_hant: 還沒有徽章

source: No Downloads
de: Keine Downloads
fi: Ei latauksia
fr: Aucun téléchargement
ja: ダウンロードなし
uk: Немає завантажень
zh_hans: 这里空空如也...
zh_hant: 這裡空空如也...

source: No Favorites
de: Keine Favoriten
fi: Ei suosikkeja
fr: Aucun favori
ja: お気に入りなし
uk: Немає улюбленого
zh_hans: 没有收藏
zh_hant: 沒有喜好項目

source: No Favorites Yet
de: Noch keine Favoriten
fi: Ei vielä suosikkeja
fr: Aucun favori pour l’instant
ja: まだお気に入りがありません
uk: Ще немає улюбленого
zh_hans: 还没有收藏
zh_hant: 還沒有喜好項目

source: No favourites yet
de: Noch keine Favoriten
fi: Ei vielä suosikkeja
fr: Aucun favori pour l’instant
ja: まだお気に入りがありません
uk: Ще немає улюбленого
zh_hans: 还没有收藏
zh_hant: 還沒有喜好項目

source: No intro
de: Kein Intro
fi: Ei introa
fr: Pas d’intro
ja: イントロなし
uk: Без вступу
zh_hans: 无前奏
zh_hant: 無前奏

source: No Link Available
de: Kein Link verfügbar
fi: Linkkiä ei ole saatavilla
fr: Aucun lien disponible
ja: リンクがありません
uk: Посилання недоступне
zh_hans: 暂无链接
zh_hant: 暫無連結

source: No lyrics for this song
de: Kein Liedtext für diesen Song
fi: Tälle kappaleelle ei ole sanoituksia
fr: Aucune parole pour ce titre
ja: この曲の歌詞はありません
uk: Для цієї пісні немає тексту
zh_hans: 这首歌暂无歌词
zh_hant: 這首歌沒有歌詞

source: No New Songs
de: Keine neuen Songs
fi: Ei uusia kappaleita
fr: Aucun nouveau titre
ja: 新しい曲はありません
uk: Немає нових пісень
zh_hans: 没有新歌
zh_hant: 沒有新歌

source: No Playlists
de: Keine Playlists
fi: Ei soittolistoja
fr: Aucune playlist
ja: プレイリストなし
uk: Немає плейлистів
zh_hans: 没有歌单
zh_hant: 沒有歌單

source: No playlists yet
de: Noch keine Playlists
fi: Ei vielä soittolistoja
fr: Aucune playlist pour l’instant
ja: まだプレイリストがありません
uk: Ще немає плейлистів
zh_hans: 还没有歌单
zh_hant: 還沒有歌單

source: No Random Songs
de: Keine zufälligen Songs
fi: Ei satunnaisia kappaleita
fr: Aucun titre aléatoire
ja: ランダムな曲はありません
uk: Немає випадкових пісень
zh_hans: 没有随机歌曲
zh_hant: 沒有隨機歌曲

source: No results
de: Keine Ergebnisse
fi: Ei tuloksia
fr: Aucun résultat
ja: 結果なし
uk: Немає результатів
zh_hans: 无结果
zh_hant: 沒有結果

source: No Results
de: Keine Ergebnisse
fi: Ei tuloksia
fr: Aucun résultat
ja: 結果なし
uk: Немає результатів
zh_hans: 无搜索结果
zh_hant: 無搜尋結果

source: No socials
de: Keine sozialen Netzwerke
fi: Ei somekanavia
fr: Aucun réseau social
ja: SNSなし
uk: Немає соцмереж
zh_hans: 未绑定社交平台
zh_hant: 未繫結社群平台

source: No song is currently playing.
de: Derzeit wird kein Song abgespielt.
fi: Mitään kappaletta ei toisteta.
fr: Aucun titre en cours de lecture.
ja: 再生中の曲はありません。
uk: Зараз нічого не грає.
zh_hans: 当前没有播放歌曲。
zh_hant: 目前沒有播放歌曲。

source: No Song Playing
de: Kein Song wird abgespielt
fi: Ei soivaa kappaletta
fr: Aucun titre en lecture
ja: 再生中の曲はありません
uk: Немає пісні, що грає
zh_hans: 没有正在播放的歌曲
zh_hant: 沒有正在播放的歌曲

source: No songs
de: Keine Songs
fi: Ei kappaleita
fr: Aucun titre
ja: 曲がありません
uk: Немає пісень
zh_hans: 暂无歌曲
zh_hant: 暫無歌曲

source: No Songs
de: Keine Songs
fi: Ei kappaleita
fr: Aucun titre
ja: 曲がありません
uk: Немає пісень
zh_hans: 暂无歌曲
zh_hant: 暫無歌曲

source: No songs matched "%@".
de: Keine Songs gefunden für „%@“.
fi: Haulla ”%@” ei löytynyt kappaleita.
fr: Aucun titre ne correspond à « %@ ».
ja: 「%@」に一致する曲はありません。
uk: Немає пісень за запитом «%@».
zh_hans: 未找到与 "%@" 匹配的歌曲
zh_hant: 找不到與 "%@" 相符的歌曲

source: No songs queued
de: Keine Songs in der Warteschlange
fi: Jonossa ei ole kappaleita
fr: Aucun titre en file d’attente
ja: キューに曲がありません
uk: У черзі немає пісень
zh_hans: 队列中暂无歌曲
zh_hant: 佇列中暫無歌曲

source: No songs yet
de: Noch keine Songs
fi: Ei vielä kappaleita
fr: Aucun titre pour l’instant
ja: まだ曲がありません
uk: Ще немає пісень
zh_hans: 还没有歌曲
zh_hant: 還沒有歌曲

source: No Upcoming Songs
de: Keine anstehenden Songs
fi: Ei tulevia kappaleita
fr: Aucun titre à venir
ja: 次の曲はありません
uk: Немає наступних пісень
zh_hans: 没有待播歌曲
zh_hant: 沒有待播歌曲

source: No Uploads
de: Keine Uploads
fi: Ei lähetyksiä
fr: Aucun import
ja: アップロードなし
uk: Немає вивантажень
zh_hans: 没有上传内容
zh_hant: 沒有上傳內容

source: No Videos
de: Keine Videos
fi: Ei videoita
fr: Aucune vidéo
ja: ビデオなし
uk: Немає відео
zh_hans: 没有视频
zh_hant: 沒有影片

source: No watchalongs loaded yet
de: Noch keine Watchalongs geladen
fi: Watchalongeja ei ole vielä ladattu
fr: Aucun watchalong chargé pour l’instant
ja: ウォッチアロングはまだ読み込まれていません
uk: Спільні перегляди ще не завантажено
zh_hans: 尚未加载一起看
zh_hant: 尚未載入一起看

source: Not downloaded
de: Nicht heruntergeladen
fi: Ei ladattu
fr: Non téléchargé
ja: 未ダウンロード
uk: Не завантажено
zh_hans: 未下载
zh_hant: 未下載

source: Not signed in
de: Nicht angemeldet
fi: Ei kirjautunut
fr: Non connecté
ja: サインインしていません
uk: Не ввійшли
zh_hans: 未登录
zh_hant: 未登入

source: Nothing Here
de: Hier ist nichts
fi: Täällä ei ole mitään
fr: Rien ici
ja: 何もありません
uk: Тут нічого немає
zh_hans: 这里什么都没有
zh_hant: 這裡什麼都沒有

source: Nothing here yet
de: Hier ist noch nichts
fi: Täällä ei ole vielä mitään
fr: Rien ici pour l’instant
ja: まだ何もありません
uk: Тут ще нічого немає
zh_hans: 这里还什么都没有
zh_hant: 這裡還什麼都沒有

source: Nothing playing
de: Nichts wird abgespielt
fi: Mitään ei toisteta
fr: Aucune lecture en cours
ja: 再生中の項目なし
uk: Нічого не грає
zh_hans: 没有正在播放的内容
zh_hant: 沒有正在播放的內容

source: Nothing Playing
de: Nichts wird abgespielt
fi: Mitään ei toisteta
fr: Aucune lecture en cours
ja: 再生中の項目なし
uk: Нічого не грає
zh_hans: 没有正在播放的内容
zh_hant: 沒有正在播放的內容

source: Notifications
de: Mitteilungen
fi: Ilmoitukset
ja: 通知
uk: Сповіщення
zh_hans: 通知
zh_hant: 通知

source: Notifications are disabled in system settings. Allow notifications there to receive download updates.
de: Mitteilungen sind in den Systemeinstellungen deaktiviert. Aktiviere sie dort für Download-Mitteilungen.
fi: Ilmoitukset on poistettu käytöstä järjestelmäasetuksissa. Salli ne saadaksesi latausilmoituksia.
fr: Les notifications sont désactivées dans les réglages système. Autorisez-les pour recevoir les mises à jour des téléchargements.
ja: システム設定で通知が無効になっています。ダウンロード通知を受け取るには、そこで通知を許可してください。
uk: Сповіщення вимкнено в системних налаштуваннях. Дозвольте їх, щоб отримувати сповіщення про завантаження.
zh_hans: 系统设置中已禁用通知。请在其中允许通知，以接收下载更新。
zh_hant: 系統設定中已停用通知。請在其中允許通知，以接收下載更新。

source: Notify when downloads finish while the app is in the background.
de: Benachrichtigt, wenn Downloads abgeschlossen sind und die App im Hintergrund ist.
fi: Ilmoita latausten valmistumisesta sovelluksen ollessa taustalla.
fr: Recevoir une notification à la fin des téléchargements lorsque l’app est en arrière-plan.
ja: アプリがバックグラウンドのときにダウンロード完了を通知します。
uk: Сповіщати про завершення завантажень, коли застосунок у фоні.
zh_hans: 应用在后台时，下载完成后发送通知。
zh_hant: App 在背景執行時，下載完成後傳送通知。

source: Now playing
de: Läuft gerade
fi: Nyt soi
fr: À l’écoute
ja: 再生中
uk: Зараз грає
zh_hans: 正在播放
zh_hant: 正在播放

source: Now Playing
de: Läuft gerade
fi: Nyt soi
fr: À l’écoute
ja: 再生中
uk: Зараз грає
zh_hans: 正在播放
zh_hant: 正在播放

source: Off
de: Aus
fi: Pois
fr: Désactivé
ja: オフ
uk: Вимкнено
zh_hans: 关闭
zh_hant: 關閉

source: Offline songs on this device
de: Offline-Songs auf diesem Gerät
fi: Tämän laitteen offline-kappaleet
fr: Titres hors ligne sur cet appareil
ja: このデバイスのオフライン曲
uk: Офлайн-пісні на цьому пристрої
zh_hans: 此设备上的离线歌曲
zh_hant: 此裝置上的離線歌曲

source: On
de: Ein
fi: Päällä
fr: Activé
ja: オン
uk: Увімкнено
zh_hans: 开启
zh_hant: 開啟

source: On Air
de: Auf Sendung
fi: Lähetyksessä
fr: À l’antenne
ja: オンエア中
uk: В ефірі
zh_hans: 正在广播
zh_hant: 正在廣播

source: On air now
de: Jetzt auf Sendung
fi: Nyt lähetyksessä
fr: En direct
ja: オンエア中
uk: Зараз в ефірі
zh_hans: 正在直播中
zh_hant: 現正直播中

source: On Screen At Once
de: Gleichzeitig auf dem Bildschirm
fi: Näytöllä kerrallaan
fr: À l’écran en même temps
ja: 同時に表示する数
uk: Одночасно на екрані
zh_hans: 同时显示数量
zh_hant: 同時顯示數量

source: On, removal level %lld%%
de: Ein, Entfernungsstärke %lld %%
fi: Päällä, poiston voimakkuus %lld %%
fr: Activé, niveau de suppression %lld %%
ja: オン、除去レベル%lld%%
uk: Увімкнено, рівень видалення %lld%%
zh_hans: 已开启，消除程度 %lld%%
zh_hant: 已開啟，消除程度 %lld%%

source: One
de: Ein Titel
fi: Yksi
fr: Un seul
ja: 1曲
uk: Одна
zh_hans: 单曲
zh_hant: 單曲

source: Only you can edit this playlist
de: Nur du kannst diese Playlist bearbeiten
fi: Vain sinä voit muokata tätä soittolistaa
fr: Vous seul pouvez modifier cette playlist
ja: このプレイリストを編集できるのはあなただけです
uk: Лише ви можете редагувати цей плейлист
zh_hans: 仅您可编辑此歌单
zh_hant: 僅您可編輯此歌單

source: Only you can see it
de: Nur für dich sichtbar
fi: Vain sinä näet sen
fr: Visible uniquement par vous
ja: あなただけに表示されます
uk: Бачите лише ви
zh_hans: 仅自己可见
zh_hant: 僅自己可見

source: Open %@
de: %@ öffnen
fi: Avaa %@
fr: Ouvrir %@
ja: %@を開く
uk: Відкрити «%@»
zh_hans: 开启 %@
zh_hant: 開啟 %@

source: Open a song menu
de: Ein Song-Menü öffnen
fi: Avaa kappaleen valikko
fr: Ouvrir le menu d’un titre
ja: 曲のメニューを開く
uk: Відкрийте меню пісні
zh_hans: 打开歌曲菜单
zh_hant: 打開歌曲選單

source: Open Notification Settings
de: Mitteilungseinstellungen öffnen
fi: Avaa ilmoitusasetukset
fr: Ouvrir les réglages des notifications
ja: 通知設定を開く
uk: Відкрити налаштування сповіщень
zh_hans: 打开通知设置
zh_hant: 開啟通知設定

source: Open repository
de: Repository öffnen
fi: Avaa repositorio
fr: Ouvrir le dépôt
ja: リポジトリを開く
uk: Відкрити репозиторій
zh_hans: 打开仓库
zh_hant: 開啟倉庫

source: Open Settings
de: Einstellungen öffnen
fi: Avaa Asetukset
fr: Ouvrir Réglages
ja: 設定を開く
uk: Відкрити Параметри
zh_hans: 打开设置
zh_hant: 打開設定

source: Open Source Licenses
de: Open-Source-Lizenzen
fi: Avoimen lähdekoodin lisenssit
fr: Licences open source
ja: オープンソースライセンス
uk: Ліцензії з відкритим кодом
zh_hans: 开源代码许可
zh_hant: 開源授權協議

source: Open the Account tab and pair this Apple TV with your phone to get your playlists here.
de: Öffne den Tab „Account“ und kopple dieses Apple TV mit deinem Handy, um deine Playlists hier zu sehen.
fi: Avaa Tili-välilehti ja yhdistä tämä Apple TV puhelimeesi, niin soittolistasi näkyvät täällä.
fr: Ouvrez l’onglet Compte et associez cette Apple TV à votre téléphone pour retrouver vos playlists ici.
ja: アカウントタブを開いてこのApple TVをスマートフォンとペアリングすると、ここにプレイリストが表示されます。
uk: Відкрийте вкладку «Обліковий запис» і під’єднайте цей Apple TV до телефона, щоб бачити тут свої плейлисти.
zh_hans: 打开“账号”标签页并将此 Apple TV 与手机配对，即可在此查看你的歌单。
zh_hant: 開啟「帳號」分頁並將此 Apple TV 與手機配對，即可在此查看你的歌單。

source: Open Top Pick
de: Top-Tipp öffnen
fi: Avaa kärkivalinta
fr: Ouvrir le meilleur choix
ja: トップピックを開く
uk: Відкрити найкраще
zh_hans: 打开首选
zh_hant: 打開首選

source: Open Twinskaraoke on your iPhone, go to Account → Sign in on web, and scan the code to sign in here.
de: Öffne Twinskaraoke auf deinem iPhone, gehe zu Account → Im Web anmelden und scanne den Code, um dich hier anzumelden.
fi: Avaa Twinskaraoke iPhonessa, siirry kohtaan Tili → Kirjaudu verkossa ja skannaa koodi kirjautuaksesi täällä.
fr: Ouvrez Twinskaraoke sur votre iPhone, allez dans Compte → Se connecter sur le web, puis scannez le code pour vous connecter ici.
ja: iPhoneでTwinskaraokeを開き、アカウント → Webでサインイン に進んでコードをスキャンすると、ここでサインインできます。
uk: Відкрийте Twinskaraoke на iPhone, перейдіть до «Обліковий запис» → «Увійти у вебверсії» і відскануйте код, щоб увійти тут.
zh_hans: 在 iPhone 上打开 Twinskaraoke，前往“账号”→“在网页上登录”，扫描代码即可在此登录。
zh_hant: 在 iPhone 上開啟 Twinskaraoke，前往「帳號」→「在網頁上登入」，掃描代碼即可在此登入。

source: Opens %@ songs
de: Öffnet Songs aus %@
fi: Avaa tyylilajin %@ kappaleet
fr: Ouvre les titres %@
ja: %@の曲を開きます
uk: Відкриває пісні «%@»
zh_hans: 打开 %@ 首歌曲
zh_hant: 開啟 %@ 首歌曲

source: Opens account and session status.
de: Öffnet Account und Sitzungsstatus.
fi: Avaa tilin ja istunnon tilan.
fr: Ouvre le compte et l’état de la session.
ja: アカウントとセッションの状態を開きます。
uk: Відкриває обліковий запис і стан сеансу.
zh_hans: 打开账号和会话状态。
zh_hant: 開啟帳號和工作階段狀態。

source: Opens account and settings.
de: Öffnet Account und Einstellungen.
fi: Avaa tilin ja asetukset.
fr: Ouvre le compte et les réglages.
ja: アカウントと設定を開きます。
uk: Відкриває обліковий запис і налаштування.
zh_hans: 打开账号与设置
zh_hant: 開啟帳號與設定

source: Opens account sign-in.
de: Öffnet die Account-Anmeldung.
fi: Avaa tiliin kirjautumisen.
fr: Ouvre la connexion au compte.
ja: アカウントのサインインを開きます。
uk: Відкриває вхід в обліковий запис.
zh_hans: 打开账号登录
zh_hant: 開啟帳號登入

source: Opens curated playlists.
de: Öffnet kuratierte Playlists.
fi: Avaa kuratoidut soittolistat.
fr: Ouvre les playlists sélectionnées.
ja: 厳選プレイリストを開きます。
uk: Відкриває добірки плейлистів.
zh_hans: 打开精选歌单。
zh_hant: 開啟精選歌單。

source: Opens Discord sign-in.
de: Öffnet die Discord-Anmeldung.
fi: Avaa Discord-kirjautumisen.
fr: Ouvre la connexion Discord.
ja: Discordのサインインを開きます。
uk: Відкриває вхід через Discord.
zh_hans: 打开 Discord 登录
zh_hant: 開啟 Discord 登入

source: Opens full-screen artwork.
de: Öffnet das Artwork im Vollbild.
fi: Avaa kuvan koko näytölle.
fr: Ouvre l’illustration en plein écran.
ja: アートワークをフルスクリーンで開きます。
uk: Відкриває зображення на весь екран.
zh_hans: 打开全屏封面
zh_hant: 開啟全螢幕封面

source: Opens public playlists
de: Öffnet öffentliche Playlists
fi: Avaa julkiset soittolistat
fr: Ouvre les playlists publiques
ja: 公開プレイリストを開きます
uk: Відкриває публічні плейлисти
zh_hans: 打开公开歌单
zh_hant: 開啟公開歌單

source: Opens search.
de: Öffnet die Suche.
fi: Avaa haun.
fr: Ouvre la recherche.
ja: 検索を開きます。
uk: Відкриває пошук.
zh_hans: 打开搜索。
zh_hant: 開啟搜尋。

source: Opens songs you starred.
de: Öffnet deine markierten Songs.
fi: Avaa tähdellä merkityt kappaleesi.
fr: Ouvre les titres que vous avez marqués.
ja: スターを付けた曲を開きます。
uk: Відкриває пісні, позначені зірочкою.
zh_hans: 打开你加星标的歌曲。
zh_hant: 開啟你加上星號的歌曲。

source: Opens the full-screen player.
de: Öffnet den Vollbild-Player.
fi: Avaa koko näytön soittimen.
fr: Ouvre le lecteur plein écran.
ja: フルスクリーンプレーヤーを開きます。
uk: Відкриває повноекранний плеєр.
zh_hans: 打开全屏播放器。
zh_hant: 開啟全螢幕播放器。

source: Opens the live station.
de: Öffnet den Live-Sender.
fi: Avaa live-aseman.
fr: Ouvre la station en direct.
ja: ライブステーションを開きます。
uk: Відкриває живу станцію.
zh_hans: 打开直播电台。
zh_hant: 開啟直播電台。

source: Opens the Top 100 songs collection
de: Öffnet die Top-100-Songs
fi: Avaa Top 100 -kappalekokoelman
fr: Ouvre la sélection du Top 100
ja: トップ100の曲を開きます
uk: Відкриває добірку Топ-100 пісень
zh_hans: 打开 Top 100 歌曲合集
zh_hant: 開啟 Top 100 歌曲合集

source: Opens this playlist.
de: Öffnet diese Playlist.
fi: Avaa tämän soittolistan.
fr: Ouvre cette playlist.
ja: このプレイリストを開きます。
uk: Відкриває цей плейлист.
zh_hans: 打开此歌单
zh_hant: 開啟此歌單

source: Opens trending songs.
de: Öffnet angesagte Songs.
fi: Avaa suositut kappaleet.
fr: Ouvre les titres tendance.
ja: 人気の曲を開きます。
uk: Відкриває популярні пісні.
zh_hans: 打开热门歌曲。
zh_hant: 開啟熱門歌曲。

source: Opens your playlist.
de: Öffnet deine Playlist.
fi: Avaa soittolistasi.
fr: Ouvre votre playlist.
ja: プレイリストを開きます。
uk: Відкриває ваш плейлист.
zh_hans: 打开你的歌单。
zh_hant: 開啟你的歌單。

source: Password
de: Passwort
fi: Salasana
fr: Mot de passe
ja: パスワード
uk: Пароль
zh_hans: 密码
zh_hant: 密碼

source: Past lyric
de: Vergangene Zeile
fi: Mennyt rivi
fr: Ligne passée
ja: 過ぎた歌詞
uk: Минулий рядок
zh_hans: 已唱歌词
zh_hant: 已唱歌詞

source: Pause %@
de: %@ pausieren
fi: Keskeytä %@
fr: Mettre %@ en pause
ja: %@を一時停止
uk: Призупинити «%@»
zh_hans: 暂停 %@
zh_hant: 暫停 %@

source: Pause Live
de: Live pausieren
fi: Keskeytä suora
fr: Mettre le direct en pause
ja: ライブを一時停止
uk: Призупинити ефір
zh_hans: 暂停直播
zh_hant: 暫停直播

source: Pause Live Radio
de: Live-Radio pausieren
fi: Keskeytä live-radio
fr: Mettre la radio en direct en pause
ja: ライブラジオを一時停止
uk: Призупинити живе радіо
zh_hans: 暂停电台直播
zh_hant: 暫停電台直播

source: Pause live station
de: Live-Sender pausieren
fi: Keskeytä live-asema
fr: Mettre la station en direct en pause
ja: ライブステーションを一時停止
uk: Призупинити живу станцію
zh_hans: 暂停电台
zh_hant: 暫停電台

source: Paused
de: Pausiert
fi: Keskeytetty
fr: En pause
ja: 一時停止中
uk: Призупинено
zh_hans: 已暂停
zh_hant: 已暫停

source: Paused %@
de: %@ pausiert
fi: %@ keskeytetty
fr: %@ en pause
ja: %@を一時停止中
uk: «%@» призупинено
zh_hans: 已暂停“%@”
zh_hant: 已暫停「%@」

source: Pauses %@.
de: Pausiert %@.
fi: Keskeyttää kappaleen %@.
fr: Met %@ en pause.
ja: %@を一時停止します。
uk: Призупиняє «%@».
zh_hans: 暂停“%@”。
zh_hant: 暫停「%@」。

source: Personal
de: Persönlich
fi: Henkilökohtainen
fr: Personnelle
ja: 個人用
uk: Особистий
zh_hans: 个人
zh_hant: 個人

source: Pick a song from Home, Search, or your Library to start.
de: Wähle einen Song unter Startseite, Suche oder in deiner Mediathek, um loszulegen.
fi: Aloita valitsemalla kappale Kodista, Hausta tai kirjastostasi.
fr: Choisissez un titre dans Accueil, Recherche ou votre bibliothèque pour commencer.
ja: ホーム、検索、ライブラリから曲を選んで始めましょう。
uk: Щоб почати, виберіть пісню на головній, у пошуку або в медіатеці.
zh_hans: 从“首页”、“搜索”或你的资料库中选择一首歌曲开始。
zh_hant: 從「首頁」、「搜尋」或你的資料庫中選擇一首歌曲開始。

source: Play
de: Abspielen
fi: Toista
fr: Lecture
ja: 再生
uk: Відтворити
zh_hans: 播放
zh_hant: 播放

source: Play %@
de: %@ abspielen
fi: Toista %@
fr: Lire %@
ja: %@を再生
uk: Відтворити «%@»
zh_hans: 播放 %@
zh_hant: 播放 %@

source: Play a playlist or song list to fill the queue.
de: Spiele eine Playlist oder Songliste ab, um die Warteschlange zu füllen.
fi: Toista soittolista tai kappalelista täyttääksesi jonon.
fr: Lancez une playlist ou une liste de titres pour remplir la file d’attente.
ja: プレイリストか曲リストを再生するとキューが埋まります。
uk: Увімкніть плейлист або список пісень, щоб заповнити чергу.
zh_hans: 播放歌单或歌曲列表来填充播放队列。
zh_hant: 播放歌單或歌曲列表來填滿播放佇列。

source: Play a song to build an up next queue.
de: Spiele einen Song ab, um eine Warteschlange aufzubauen.
fi: Toista kappale luodaksesi Seuraavaksi-jonon.
fr: Lancez un titre pour créer une file « À suivre ».
ja: 曲を再生すると次に再生するキューが作成されます。
uk: Увімкніть пісню, щоб створити чергу «Далі».
zh_hans: 播放一首歌曲来建立待播队列。
zh_hant: 播放一首歌曲來建立待播佇列。

source: Play All
de: Alle abspielen
fi: Toista kaikki
fr: Tout lire
ja: すべて再生
uk: Відтворити все
zh_hans: 全部播放
zh_hant: 全部播放

source: Play downloaded songs
de: Geladene Songs abspielen
fi: Toista ladatut kappaleet
fr: Lire les titres téléchargés
ja: ダウンロードした曲を再生
uk: Відтворити завантажені пісні
zh_hans: 播放已下载歌曲
zh_hant: 播放已下載歌曲

source: Play Latest
de: Neueste abspielen
fi: Toista uusin
fr: Lire la dernière sortie
ja: 最新を再生
uk: Відтворити найновіше
zh_hans: 播放最新
zh_hant: 播放最新

source: Play Latest Release
de: Neueste Veröffentlichung abspielen
fi: Toista uusin julkaisu
fr: Lire la dernière sortie
ja: 最新リリースを再生
uk: Відтворити останній реліз
zh_hans: 播放最新单曲
zh_hant: 播放最新單曲

source: Play Live
de: Live abspielen
fi: Toista suorana
fr: Écouter en direct
ja: ライブを再生
uk: Увімкнути ефір
zh_hans: 播放直播
zh_hant: 播放直播
